(function($){
  $(function(){

    $('.sidenav').sidenav();
    $('.parallax').parallax();

  }); // end of document ready
})(jQuery); // end of jQuery name space

var info = String("✦夢に見た星は今光で溢れてる！ ✦\n✧ Website of FIS Fishing Craft ✧\n.-..--. .-. .-..-.     .-..--. .-. .-..-. .-.   .-. .-. .-..-.  .-. .-..--.      .-..--. .-..-.   .-..-..-. .-..--. .-..-..-. \n| | ~~  | | | | ~      | | ~~  | | | | ~  | | _ | | | | | | ~.-.| | | | ~~       | | ~~  | | ~.-. | | ~ | | | | ~~   ~ | | ~  \n| | _   | |  \|        | | _   | |  \|    | |`-'| | | | | |   ~ | | | |  __      | |     | |.-.~  | |.-.| | | | _      | |    \n| |`-'  | |    |\      | |`-'  | |    |\  | |   | | | | | |     | | | | `. |     | |     | | ~.-. | | ~ | | | |`-'     | |    \n| |     | |  _ | |     | |     | |  _ | | | |   | | | | | |     | | | | _| |     | | __  | |  | | | |   | | | |        | |    \n`-'     `-' `-'`-'     `-'     `-' `-'`-' `-'   `-' `-' `-'     `-' `-'`---'     `-'`--' `-'  `-' `-'   `-' `-'        `-'    \n- Powered by MDUI and Materalize")


console.log('%c%s', 'color: #1E90FF', info);